{
  "aboutUs": "про нас",
  "team": "команда",
  "gym": "зала",
  "gallery": "галерея",
  "shop": "магазин",
  "contacts": "контакти",
  "signUp": "записатися",
  "mainTitle1": "кіокушинкай",
  "mainTitle2": "карате",
  "more": "більше",
  "offer": "Запрошуємо на навчання до київського клубу Кіокушинкай карате Місак Доджо",
  "wantToBe": "ХОЧУ СТАТИ КАРАТИСТОМ/-КОЮ",
  "slogan1": "Ставай частиною нашої дружньої команди,",
  "slogan2": "займайся у",
  "slogan3": "сучасному Доджо",
  "slogan4": "та розвивай свої силу і дух",
  "aboutText1": "Основною метою створення Спортивного клубу Кіокушинкай карате «Місак Доджо» є популяризація карате шляхом формування повноцінної групи Каратек, яка буде йти шляхом Кіокушинкай,розвиваючи свої моральні та вольові якості, вдосконалюючись, як інтелектуально так і фізично.",
  "aboutText2": "Ми створили Доджо, у якому раді бачити кожного цілеспрямованого адепта карате, який проходитиме шлях воїна у любові, повазі та терпінні до занять, тренера та всієї групи Каратек. Наша команда приділяє велику увагу розвитку фізичних і духовних навичок, формуванню повноцінної особистості в дружньому і згуртованому колективі!",
  "whoTraining1": "каратистів",
  "whoTraining2": "зараз тренуються",
  "whoTraining3": "у Місак Доджо",
  "howMany1": "рази на рік",
  "howMany2": "учні здають екзамени",
  "howMany3": "у Місак Доджо на пояси",
  "winners1": "чемпіони",
  "winners2": "укр. та європ. змагань",
  "winners3": "серед наших учнів",
  "trainerText1": "Народився у 1988 р. в місті Суми. Вперше на Кіокушинкай карате потрапив ще у віці 6 років. Згодом, будучи студентом Української академії банківської справи, юнак розпочав тренування у Шевченка Олександра Миколайовича, а невдовзі почав виступати за Сумську область на національних змаганнях. У 2009 р. хлопець здобув звання Кандидата у майстри спорту України.",
  "trainerText2": "В 2012 р. Місак переїхав до Києва. Тренувався у шихана Лящєнко Віктора Георгійовича та згодом започаткував «Місак доджо».У 2014 р. в місті Вінниця склав іспит на перший дан (чорний пояс),а у 2019 р. з товаришами по карате зареєстрували Спортивний клуб Кіокушинкай карате «Місак доджо».",
  "trainerM": "Сенпай Арзуманян Місак",
  "trainerMRank": "2 дан, КМСУ",
  "trainer1": "Сенпай Костянтин Костюк",
  "trainer1Rank": "1 дан",
  "trainer2": "Микола Івашковець",
  "trainer2Rank": "1 кю",
  "trainer3": "Фелікс Зінченко",
  "trainer3Rank": "1 кю",
  "trainer4": "Сенпай Валерія Сліпець",
  "trainer4Rank": "3 кю",
  "trainer5": "Сенпай Микола Скрипник",
  "trainer5Rank": "4 кю"
}