export const newsData = [
    {
        title: {
            en: "Open cup of the city of Kyiv from the kata",
            ru: "Открытый кубок г. Киева из ката",
            ua: "Відкритий кубок м. Києва з ката",
        },
        date: "29.10.2021",
        category: {
            en: "Competition",
            ru: "Состязание",
            ua: "Змагання ",
        },
        images: [
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701279610/news/291121/news-1_zetxi8.avif",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701279610/news/291121/IMG_1993_li2d4q.avif",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701279610/news/291121/IMG_2265_ceig7w.avif"
        ],
        text1: {
            en: "On October 24, 2021, a traditional tournament took place - the 4th Cup of Kyokushinkai Karate in the \"KATA\" section.",
            ru: "24 октября 2021 года состоялся традиционный турнир - 4-й Кубок Киева с киокушинкой каратэ в разделе «КАТА».",
            ua: "24 жовтня 2021 року відбувся традиційний турнір — 4-й Кубок Києва з кіокушинкай карате у розділі «КАТА»."
        },
        text2: {
            en: "164 athletes from Kyiv and Kyiv region took part in the tournament.",
            ru: "В турнире приняли участие 164 спортсмена Киева и Киевской области.",
            ua: "В турнірі взяли участь 164 спортсмени м.Києва та Київської області.",
        },
        text3: {
            en: "Our won awards:",
            ru: "Наши награды:",
            ua: "Наші здобуті нагороди:",
        },
        wins1: {
            en: ["🥇 Baikalov Ruslan", "🥇 Krymskyi Ivan", "🥇 Kaminska Anna", "🥇 Burak Yevanfia"],
            ru: ["🥇 Байкалов Руслан", "🥇 Крымский Иван", "🥇 Каминская Анна", "🥇 Бурак Еванфия"],
            ua: ["🥇 Байкалов Руслан", "🥇 Кримський Іван", "🥇 Камінська Анна", "🥇 Бурак Єванфія"]
        },
        wins2: {
            en: ["🥈 Lysenko Artem", "🥈 Pravda Timur"],
            ru: ["🥈 Лысенко Артем", "🥈Правда Тимур"],
            ua: ["🥈Лисенко Артем", "🥈 Правда Тимур"]
        },
        wins3: {
            en: ["🥉 Vylenska Vladyslava", "🥉 Kupriyanov Danyil", "🥉 Kolosov Bohdan"],
            ru: ["🥉 Виленская Владислава", "🥉 Куприянов Даниил", "🥉Колосов Богдан"],
            ua: ["🥉 Виленська Владислава", "🥉 Купріянов Даниїл", "🥉 Колосов Богдан"]
        },
        wins4: {
            en: ["🏅 Titorchuk Alexander", "🏅 Valyavsky Maksym", "🏅Butenko Dima"],
            ru: ["🏅 Титорчук Александр", "🏅 Валявский Максим", "🏅 Бутенко Дима"],
            ua: ["🏅 Титорчук Александр", "🏅 Валявський Максим", "🏅 Бутенко Діма"]
        },
        text4: {
            en: "All well done! Kata is part of a fighter's training. We learn kata and do kata at competitions to be stronger 👌🥋",
            ru: "Все молодцы! Ката – это часть тренировки бойца. Учим ката и делаем ката на соревнованиях, чтобы быть сильнее 👌🥋",
            ua: "Всі молодці! Ката — це частина тренування бійця. Вчимо ката та робимо ката на змаганнях, щоб бути сильнішими 👌🥋"
        },
        osu: {
            en: "OSY!",
            ru: "ОСУ!",
            ua: "ОСУ!"
        },
    },
    {
        title: {
            en: "Kumite marathon",
            ru: "Кумите марафон",
            ua: "Куміте марафон",
        },
        date: "22.10.2021",
        category: {
            en: "Competition",
            ru: "Состязание",
            ua: "Змагання ",
        },
        images: [
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280972/news/221021/_-293_grlcv7.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280970/news/221021/_-42_og4bwp.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280969/news/221021/_-29_ppeuat.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280968/news/221021/_-49_vg0kvc.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280967/news/221021/_-105_n2ejw1.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280966/news/221021/_-214_csjj9n.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280965/news/221021/_-315_fblajg.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701280964/news/221021/_-283_rlnllb.jpg"
        ],
        text1: {
            en: "On October 17, the Kumite marathon was held, which was attended by the strongest fighters of the National Kyokushinkai Federation of Ukraine and members of clubs from many parts of the country.",
            ru: "17 октября прошел Кумите марафон, который посетили сильнейшие бойцы Национальной федерации Киокушинкай Украины и участники клубов из многих уголков страны.",
            ua: "17 жовтня пройшов Куміте марафон, який відвідали найсильніші бійці Національної федерації Кіокушинкай України й учасники клубів з багатьох куточків країни."
        },
        text2: {
            en: "20 bouts of 20 minutes each were held. All participants of the marathon showed themselves well!",
            ru: "Были проведены 20 поединков по 20 мин. Все участники марафона показали себя достойно!",
            ua: "Було проведено 20 поєдинків по 20 хв. Всі учасники марафону показали себе достойно!"
        },
        text3: {
            en: "Everyone got a lot of impressions, new acquaintances and energy for the next victories!",
            ru: "Все получили много впечатлений, новых знакомств и энергии на победы!",
            ua: "Всі отримали багато вражень, нових знайомств та енергії на наступні перемоги!"
        },
        osu: {
            en: "OSY!",
            ru: "ОСУ!",
            ua: "ОСУ!"
        },
        text4: "🥋👊🥋👊🥋👊🥋👊🥋👊"
    },
    {
        title: {
            en: "31st Kyokushinkai Karate Summer School \"Vinnytsia-2021\"",
            ru: "31-я Летняя школа Киокушинкай каратэ «Винница-2021»",
            ua: "31-ша Літня школа Кіокушинкай карате «Вінниця-2021»",
        },
        date: "22.07.2021",
        category: {
            en: "Dojo events",
            ru: "События доджо",
            ua: "Події доджо",
        },
        images: [
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281626/news/270721/IMG_9277_s1oj2m.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281624/news/270721/IMG_9377_g72kzq.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281623/news/270721/IMG_9384_ovout5.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281622/news/270721/IMG_9386_tprrhb.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281620/news/270721/IMG_9388_maumht.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281615/news/270721/IMG_9392_bl0skb.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281617/news/270721/IMG_9387_uveidt.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281616/news/270721/IMG_9390_vfryaj.jpg",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701281615/news/270721/IMG_9392_bl0skb.jpg"
        ],
        text1: {
            en: "22.07.21-25.07.21 12 people from the @misakdojo team attended the annual meeting under the leadership of Shikhan Oleksandr Valeryovich Goncharenko - the 31st annual School \"Vinnytsia-2021\".",
            ru: "22.07.21-25.07.21 12 человек команды @misakdojo посетили ежегодное собрание под руководством шихана Гончаренко Александра Валерьевича — 31-летнюю Школу «Винница-2021».",
            ua: "22.07.21-25.07.21 12 людей команди @misakdojo відвідали щорічні збори під керівництвом шихана Гончаренко Олександра Валерійовича — 31-у річну Школу «Вінниця-2021».",
        },
        text2: {
            en: "7 people took part in the examination tests and successfully passed the exams for dan and kyu degrees:",
            ru: "В экзаменационных тестах приняли участие и успешно сдали экзамены на данную степень 7 человек:",
            ua: "В екзаменаційних тестах взяли участь і успішно склали іспити на дан і кю ступені 7 осіб:",
        },
        list: {
            en: "1.Misak Arzumanyan - 2nd dan\n" +
                "2.Felix Zinchenko - 2nd kyu\n" +
                "3.Konstantin Kostyuk - 2nd kyu\n" +
                "4.Maxim Shulyak - 2nd kyu\n" +
                "5.Mykola Ivashkovets - 3rd kyu\n" +
                "6.Mykola Skrypnyk - 8th kyu\n" +
                "7.Rostislav Kushnirenko - 9th kyu",
            ru: "1. Мисак Арзуманян - 2 дан\n" +
                "2. Феликс Зинченко - 2 кю\n" +
                "3. Константин Костюк - 2 кю\n" +
                "4. Максим Шуляк - 2 кю\n" +
                "5. Николай Ивашковец - 3 кю\n" +
                "6. Николай Скрипник - 8 кю\n" +
                "7. Ростислав Кушниренко - 9 кю",
            ua: "1. Місак Арзуманян - 2 дан\n" +
                "2. Фелікс Зінченко - 2 кю\n" +
                "3. Костянтин Костюк - 2 кю\n" +
                "4. Максим Шуляк - 2 кю\n" +
                "5. Микола Івашковец - 3 кю\n" +
                "6. Микола Скрипник - 8 кю\n" +
                "7. Ростислав Кушніренко - 9 кю"
        },
        text3: {
            en: "Goals are achieved. We are moving forward. We overcome difficulties on the path of Kyokushinkai karate and become stronger thanks to our senseis, mentors, like-minded people and the support of loved ones!",
            ru: "Цели достигаются. Мы идем вперед. Преодолеваем трудности на пути Киокушинкай каратэ и становимся сильнее благодаря нашим сенсеям, наставникам, единомышленникам и поддержке близких людей!",
            ua: "Цілі досягаються. Ми йдемо вперед. Долаємо труднощі на шляху Кіокушинкай карате і стаємо сильнішими завдяки нашим сенсеям, наставникам, однодумцям і підтримки близьких людей!"
        },
        text4: {
            en: "To everyone! Kyokushinkai to everyone 🥋✌️",
            ru: "Всем ос! Всем Киокушинкой 🥋✌️",
            ua: "Усім ос! Усім Кіокушинкай 🥋✌️"
        }
    },
    {
        title: {
            en: "Coach's Day is celebrated in Ukraine on July 19",
            ru: "19 июля в Украине отмечают День тренера",
            ua: "19 липня в Україні відзначають День тренера",
        },
        date: "19.07.2021",
        category: {
            en: "Useful Information",
            ru: "Полезная информация",
            ua: "Корисна інформація",
        },
        images: ["https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701282701/news/190721/Screenshot_1_hhkc1a.png"],
        text1: {
            en: "July 19 is officially celebrated as a professional holiday in Ukraine — Coach's Day. 🥋\n" +
                "\n" +
                "The MISAKDOJO team congratulates all senseis — mentors of Kyokushin Karate. 🥋\n" +
                "\n" +
                "Wishing you creative inspiration, enthusiasm, energy, and confidence in tomorrow. 💫",
            ru: "19 июля в Украине официально отмечается профессиональный праздник — День тренера. 🥋\n" +
                "\n" +
                "Команда MISAKDOJO поздравляет всех сэнсеев — наставников Киокушинкай Карате. 🥋\n" +
                "\n" +
                "Творческого вдохновения, энтузиазма, энергии и уверенности в завтрашнем дне. 💫",
            ua: "19 липня в Україні офіційно відзначають професійне свято — День тренера.🥋\n" +
                "\n" +
                "Команда MISAKDOJO вітає всіх сенсеїв — наставників Кіокушинкай Карате.🥋\n" +
                "\n" +
                "Творчого натхнення, ентузіазму, енергії та впевненості у завтрашньому дні.💫"
        }
    },
    {
        title:
            {
            en: "Where to send the child for training? Kyokushinka karate!",
            ru: "Куда отдать ребенка на тренировку? Киокушинка каратэ!",
            ua: "Куди віддати дитину на тренування? Кіокушинкай карате!",
        },
        images:["https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701287335/news/130419/11_-_Misakdojo_team__v6ackr.jpg"],
        date: "09.10.2020",
        category: {
            en: "Useful Information",
            ru: "Полезная информация",
            ua: "Корисна інформація",
        },
        text: {
            en: "Where to enroll a child for training? 💭 Kyokushin Karate! 💡\n" +
                "\n" +
                "💪 Because KYOKUSHIN KARATE is the path of spiritual strength!\n" +
                "💪 Character comes first!\n" +
                "💪 Real contact in combat — COURAGE AND RESILIENCE!\n" +
                "💪 Code of conduct — DISCIPLINE AND MODESTY!\n" +
                "💪 Effective self-defense — CONFIDENCE AND READINESS!\n" +
                "💪 Caring for children's health!\n" +
                "\n" +
                "The Kyokushin Karate school \"Misak Dojo\" invites children from 4 years old to join our classes!\n" +
                "\n" +
                "Join us and become part of the friendly team of karate practitioners at \"Misak Dojo\"! Train in a modern dojo, develop the strength and spirit of a true warrior!\n" +
                "\n" +
                "Osu!",
            ru: "Куда отдать ребенка на тренировку? 💭 Киокушинкай карате! 💡\n" +
                "\n" +
                "💪 Потому что КИОКУШИНКАЙ КАРАТЕ — это путь силы духа!\n" +
                "💪 На первом месте — ХАРАКТЕР!\n" +
                "💪 Реальный контакт в поединке — СМЕЛОСТЬ И УСТОЙЧИВОСТЬ!\n" +
                "💪 Кодекс поведения — ДИСЦИПЛИНА И СКРОМНОСТЬ!\n" +
                "💪 Эффективная самозащита — УВЕРЕННОСТЬ И ГОТОВНОСТЬ!\n" +
                "💪 Забота о здоровье детей!\n" +
                "\n" +
                "Школа киокушинкай карате \"Мисак доджо\" приглашает на занятия детей от 4-х лет!\n" +
                "\n" +
                "Присоединяйся к нам и стань частью дружной команды каратистов \"Мисак дожо\"! Занимайся в современном доджо, развивай силу и дух настоящего воина!\n" +
                "\n" +
                "Осу!",
            ua: "Куди віддати дитину на тренування?💭 Кіокушинкай карате! 💡\n" +
                "\n" +
                "💪Тому що КІОКУШИНКАЙ КАРАТЕ — це шлях сили духу!\n" +
                "💪 На першому місці — ХАРАКТЕР!\n" +
                "💪 Реальний контакт в поєдинку — СМІЛИВІСТЬ ТА СТІЙКІСТЬ!\n" +
                "💪 Кодекс поведінки — ДИСЦИПЛІНА ТА СКРОМНІСТЬ!\n" +
                "💪 Ефективний самозахист — ВПЕВНЕНІСТЬ ТА ГОТОВНІСТЬ!\n" +
                "💪Турбота про здоров'я дітей!\n" +
                "\n" +
                "Школа кіокушинкай карате «Місак доджо» запрошує на заняття дітей від 4-х років!\n" +
                "\n" +
                "Приєднуйся до нас та ставай частиною дружної команди каратистів «Місак дожо»! Займайся в сучасному доджо, розвивай силу та дух справжнього воїна!\n" +
                "\n" +
                "Осу!"
        },
    },
    {
        title: {
            en: "October 7 is World Karate Day",
            ru: "7 октября - Всемирный день каратэ",
            ua: "7 жовтня — Всесвітній день карате",
        },
        date: "07.10.2020",
        category: {
            en: "Useful Information",
            ru: "Полезная информация",
            ua: "Корисна інформація",
        },
        images:["https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701283449/news/071020/IMG_4392_ic4fsj.jpg"],
        text: {
            en: "Today, October 7th, is World Karate Day, also known as \"K Day.\"\n" +
                "\n" +
                "We believe that the Spirit of Karate unites everyone who wears a karategi!\n" +
                "\n" +
                "The Kyokushin Karate Sports Club \"Misak Dojo\" extends greetings to all those on the Karate path!\n" +
                "\n" +
                "May today bring us even more strength and confidence!\n" +
                "\n" +
                "Stay true to the chosen Path!\n" +
                "\n" +
                "Osu!\n" +
                "\n" +
                "Kyokushin Karate Sports Club \"Misak Dojo\"",
            ru: "Сегодня, 7 октября, Всемирный день карате, также известный как \"День К\" (Карате-день).\n" +
                "\n" +
                "Мы верим, что Дух карате объединяет всех, кто носит каратеги!\n" +
                "\n" +
                "Спортивный клуб Киокушинкай карате \"Мисак доджо\" поздравляет всех, кто следует пути Карате!\n" +
                "\n" +
                "Пусть сегодняшний день приносит нам еще больше сил и уверенности!\n" +
                "\n" +
                "Будьте верны выбранному Пути!\n" +
                "\n" +
                "Осу!\n" +
                "\n" +
                "СККК \"Мисак доджо\"",
            ua:"Сьогодні, 7 жовтня, Всесвітній день карате, також відомий як \"День К\" (К-day).\n" +
                "\n" +
                "Ми віримо, що Дух карате об'єднує всіх, хто одягається в каратегі! \n" +
                "\n" +
                "Спортивний клуб Кіокушинкай карате «Місак доджо» вітає всіх, хто на шляху Карате!\n" +
                "\n" +
                "Нехай сьогоднішній день надає нам ще більше сил і впевненості!\n" +
                "\n" +
                "Будьте вірні обраному Шляху!\n" +
                "\n" +
                "Осу!\n" +
                "\n" +
                "СККК «Місак доджо»"
        }
    },
    {
        title: {
            en: "The meaning of the term \"Osu\"",
            ru: "Значение термина «Осу»",
            ua: "Значення терміну «Осу»",
        },
        date: "22.09.2019",
        category: {
            en: "Useful Information",
            ru: "Полезная информация",
            ua: "Корисна інформація",
        },
        images:["https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701283986/news/220919/Screenshot_38_mesnq9.png"],
        text:{
            en: "In Kyokushin Karate, the answer to every question is 'Osu.' Every greeting is 'Osu.' In response to each instruction or question in class, the answer is 'Osu' instead of 'yes' or 'I understand.' When performing kihon waza (basic techniques) in class, each technique is often accompanied by a loud 'Osu.' When practicing jiu kumite (full-contact sparring) in class, and your opponent uses a good, complex technique, you say 'Osu' to acknowledge your opponent's skill. As a sign of respect, fighters at a tournament bow and say 'Osu' to the front, the referee, and each other, before and after the fight.\n" +
                "\n" +
                "<strong>Osu</strong> is a combination of the words Oshi, meaning 'push,' and Shinobu, which means 'endure.' <strong>Osu signifies patience, determination, gratitude, respect, and perseverance.</strong>\n" +
                "\n" +
                "\n" +
                "To develop a strong body and a strong spirit, one must undergo challenging training. Kyokushin training is very demanding. You become demanding of yourself until you decide that you have reached your limit. Initially, your body wants to stop, give up, but your mind continues to push you. Then your mind wants to stop, but your spirit supports you. When you reach this point, you must fight with yourself and your weakness, and you must overcome. To do this, you must endure pain, learn to stand on your own, but above all, you must learn to be patient. This is <strong>Osu!</strong>\n" +
                "\n" +
                "Kyokushin Karate is not learned instantly. It takes years to properly learn the basics. Basic techniques are performed thousands of times (ren ma — 'always polishing') until they are performed reflexively or instinctively, without conscious thought (mushino — 'mind without mind'). There is no need to be disheartened, doing the same thing over and over again, especially when progress seems slow. To overcome this disappointment and continue learning, patience and determination are required. This is <strong>Osu.</strong>\n" +
                "\n" +
                "The reason you subject yourself to challenging training is because you care about yourself, and taking care of yourself means respecting yourself. Self-respect needs to be cultivated so that it extends as respect for the teacher and classmates. When you enter the dojo, you bow and say 'Osu.' This means you respect your dojo and the time you spend there. This feeling of respect is <strong>Osu!</strong>\n" +
                "\n" +
                "During training, you exert yourself because you respect yourself. When you finish, you bow to your instructor and classmates and say 'Osu' again. You do this with gratitude. This feeling of gratitude is <strong>Osu.</strong>\n" +
                "\n" +
                "Thus, Osu is a very important word in Kyokushin Karate because it signifies patience, respect, and value. That's why we always use the word 'Osu' to remind ourselves of these indispensable qualities. True dedication, necessary to walk the path of Kyokushinkai, is <strong>Osu!</strong>\n" +
                "\n" +
                "Misak Arzumanyan",
            ru: "В Киокушинкай карате на каждый вопрос отвечают «Осу». Каждое приветствие — это «Осу». На каждую инструкцию или вопрос в классе отвечают «Осу» вместо «да» или «я понимаю». При выполнении кихон ваза (базовых техник) в классе, каждая техника часто сопровождается громким «Осу». Когда вы практикуете джиу кумите (полностью свободный бой) в классе, и ваш оппонент использует хорошую, сложную технику, вы говорите «Осу», чтобы признать мастерство оппонента. В знак уважения бойцы на турнире кланяются и говорят «Осу» фронту, рефери и друг другу, до и после боя.\n" +
                "\n" +
                "<strong>Osu</strong> — это сочетание слов Oshi, что означает «толчок», и Shinobu, которое означает «терпеть». <strong>Osu означает терпение, решимость, благодарность, уважение и настойчивость.</strong>\n" +
                "\n" +
                "\n" +
                "Чтобы развить сильное тело и сильный дух, необходимо пройти сложные тренировки. Тренировки киокушин очень требовательны. Вы становитесь требовательными к себе, пока не решите, что достигли своей границы. Сначала ваше тело хочет остановиться, сдаться, но ваш разум продолжает подталкивать вас. Тогда ваш разум хочет остановиться, но ваш дух поддерживает вас. Когда вы достигнете этой точки, вы должны бороться с собой и своей слабостью, и вы должны победить. Чтобы сделать это, вы должны терпеть боль, вы должны научиться стоять на своем, но, прежде всего, вы должны научиться быть терпеливым. Это <strong>Osu!</strong>\n" +
                "\n" +
                "Киокушин карате не изучается сразу. Нужны годы, чтобы правильно изучить основы. Основные техники выполняются тысячи раз (рен ма — «всегда полировка»), пока они не будут выполнены рефлексом или инстинктом, без осознанного мышления (мушіно — «разум без разума»). Не нужно унывать, делая одно и то же снова и снова, особенно когда прогресс кажется медленным. Чтобы преодолеть это разочарование и продолжить обучение, нужно терпение и решимость. Это <strong>Osu.</strong>\n" +
                "\n" +
                "Причина, по которой вы подвергаете себя тяжелым тренировкам, заключается в том, что вы заботитесь о себе, а заботиться о себе — значит уважать себя. Самоуважение нужно развивать, чтобы оно распространялось как уважение к преподавателю и однокурсникам. Когда вы входите в доджо, вы кланяетесь и говорите «Osu». Это означает, что вы уважаете свое доджо и время, которое вы проводите там. Это чувство уважения — это <strong>Osu!</strong>\n" +
                "\n" +
                "Во время тренировок вы изо всех сил стараетесь, потому что уважаете себя. Когда вы заканчиваете, вы кланяетесь своему инструктору и однокурсникам, и снова говорите «Osu». Вы делаете это с благодарностью. Это чувство благодарности — это <strong>Osu.</strong>\n" +
                "\n" +
                "Таким образом, Osu является очень важным словом в Киокушин карате, потому что означает терпение, уважение и ценность. Вот почему мы всегда используем слово «Osu», чтобы напомнить себе о этих незаменимых качествах. Истинное посвящение, необходимое для того, чтобы идти по пути Киокушинкай — это <strong>Osu!</strong>\n" +
                "\n" +
                "Мисак Арзуманян",
            ua: "У Кіокушинкай карате на кожне питання відповідають «Осу». Кожне вітання — це «Осу». На кожну інструкцію або питання в класі відповідають «Осу» замість «так» або «я розумію». При виконанні кіхон ваза (базових технік) в класі, кожна техніка часто супроводжується гучним «Осу». Коли ви практикуєте джиу куміте (повністю вільний бій) в класі, і ваш опонент використовує хорошу, складну техніку, ви говорите «Осу», щоб визнати майстерність опонента. В якості прояву поваги бійці на турнірі кланяються і говорять «Осу» фронту, рефері та один одному, до і після бою.\n" +
                "\n" +
                "<strong>Osu</strong> — це поєднання слів Oshi, що означає «поштовх», і Shinobu, яке означає «терпіти». <strong>Osu означає терпіння, рішучість, вдячність, повагу і наполегливість.</strong>\n" +
                "\n" +
                "\n" +
                "Щоб розвити сильне тіло і сильний дух, необхідно пройти складні тренування. Тренування кіокушин дуже вимогливі. Ви стаєте вимогливими до себе, поки не вирішите, що досягли своєї межі. Спочатку ваше тіло хоче зупинитися, здатися, але ваш розум продовжує підштовхувати вас. Тоді ваш розум хоче зупинитися, але ваш дух підтримує вас. Коли ви досягнете цієї точки, ви повинні боротися з собою і своєю слабкістю, і ви повинні перемогти. Щоб зробити це, ви повинні терпіти біль, ви повинні навчитися стояти на своєму, але, перш за все, ви повинні навчитися бути терплячим. Це <strong>Осу!</strong>\n" +
                "\n" +
                "Кіокушин карате не вивчається відразу. Потрібні роки, щоб правильно вивчити основи. Основні техніки виконуються тисячі разів (рен ма — «завжди полірування»), поки вони не будуть виконані рефлексом або інстинктом, без усвідомленого мислення (мушіно — «розум без розуму»). Не потрібно засмучуватися, роблячи одне і те ж знову і знову, особливо коли прогрес здається повільним. Щоб подолати це розчарування і продовжити навчання, потрібно терпіння і рішучість. Це  <strong>Осу.</strong>\n" +
                "\n" +
                "Причина, за якою ви піддаєте себе важким тренуванням, полягає в тому, що ви дбаєте про себе, а піклуватися про себе — значить поважати себе. Самоповагу потрібно розвивати, щоб вона поширювалася як повага до викладача й однокурсників. Коли ви входите в доджо, ви кланяєтеся і говорите «Осу». Це означає, що ви поважаєте своє доджо і час, який ви проводите там. Це почуття поваги є <strong>Осу!</strong>\n" +
                "\n" +
                "Під час тренувань ви щосили стараєтеся, тому що поважаєте себе. Коли ви закінчуєте, ви кланяєтеся своєму інструкторові й однокурсникам, і знову говорите «Осу». Ви робите це з подяки. Це почуття вдячності є <strong>Осу.</strong>\n" +
                "\n" +
                "Таким чином, Осу є дуже важливим словом в Кіокушин карате, тому що означає терпіння, повагу і цінність. Ось чому ми завжди використовуємо слово «Осу», щоб нагадати собі про ці незамінні якості. Справжня відданість, необхідна для того, щоб йти шляхом Кіокушинкай — це <strong>Осу!</strong>\n" +
                "\n" +
                "Місак Арзуманян"
        }
    },
    {
        title: {
            en: "32nd Kyokushinkai Karate Summer School \"Vinnytsia 2019\"",
            ru: "32-я Летняя школа Киокушинкай каратэ «Винница 2019»",
            ua: "32-ша Літня школа Кіокушинкай карате «Вінниця 2019»",
        },
        date: "12.08.2019",
        category: {
            en: "Dojo events",
            ru: "События доджо",
            ua: "Події доджо",
        },
        images:[
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701285606/news/120819/Screenshot_1_bfmgjy.png",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701285604/news/120819/Screenshot_36_yp5pgv.png",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701285544/news/120819/Screenshot_37_jqao3d.png"
        ],
        text1:{
            en: "They visited the 32nd Kyokushinkai Karate Summer School under the leadership of Shikhan Honcharenko Oleksandr Valeriyovych.",
            ru: "Посетили 32-ю летнюю школу Киокушинкай каратэ под руководством шихана Гончаренко Александра Валерьевича.",
            ua: "Відвідали 32-гу Літню школу Кіокушинкай карате під керівництвом шихана Гончаренко Олександра Валерійовича.",
        },
        text2: {
            en: "Our students have passed exams and advanced to the following student ranks:\n" +
                "\n" +
                "● Felix Zinchenko — 4th kyu\n" +
                "● Olya Timofeeva — 8th kyu\n" +
                "● Olena Koval — 8th kyu\n" +
                "● Dima Kravchenko — 9th kyu",
            ru: "Наши ученики сдали экзамены и перешли на следующие ученические уровни:\n" +
                "\n" +
                "● Феликс Зинченко — 4 кю\n" +
                "● Оля Тимофеева — 8 кю\n" +
                "● Eлена Коваль — 8 кю\n" +
                "● Дима Кравченко — 9 кю",
            ua: "Наші учні здали екзамени і перейшли на наступні учнівські ступені:\n" +
                "\n" +
                "● Фелікс Зінченко — 4 кю\n" +
                "● Оля Тимофеєва — 8 кю\n" +
                "● Олена Коваль — 8 кю\n" +
                "● Діма Кравченко — 9 кю",
        },
        text3: {
            en: "Thank you, shihan, all senseis, and sempais! See you at the next sessions!\n" +
                "\n" +
                "Osu!",
            ru: "Благодарим шихана, всех сэнсеев и сэмпаев! До встречи на следующих занятиях!\n" +
                "\n" +
                "Осу!",
            ua:"Дякуємо шихану, всім сенсеям та семпаям! До зустрічі на наступних школах!\n" +
                "\n" +
                "Осу!"
        }
    },
    {
        title: {
            en: "Zhytomyr Oblast Kyokushinkai Karate Championship",
            ru: "Чемпионат Житомирской области по Киокушинкай карате",
            ua: "Чемпіонат Житомирської області із Кіокушинкай карате",
        },
        date: "13.04.2019",
        category: {
            en: "Competition",
            ru: "Состязание",
            ua: "Змагання",
        },
        images: [
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701286096/news/130419/Screenshot_33_zhh2qh.png",
            "https://res.cloudinary.com/dxdwrjw7w/image/upload/v1701286093/news/130419/Screenshot_32_o3xupq.png"
        ],
        text1: {
            en: "The results of the students of the Sports Club \"Misak Dojo\" at the Open Championship of the Zhytomyr region in Kyokushinkai karate, which was held on April 6 in the city of Novohrad-Volynskyi.",
            ru: "Результаты учащихся Спортивного клуба «Мисак Доджо» на Открытом чемпионате Житомирской области по Киокушинкай каратэ, который прошел 6 апреля в г. Новоград-Волынский.",
            ua: "Результати учнів Спортивного клубу «Місак Доджо» на Відкритому чемпіонаті Житомирської області з Кіокушинкай карате, який пройшов 6 квітня в м. Новоград-Волинський.",
        },
        text2: {
            en: "Congratulations to our karatekas on their victories:\n" +
                "\n" +
                "● Lera Slipets — 1st place\n" +
                "● Dima Boyko — 2nd place",
            ru:"Поздравляем наших каратистов с победами:\n" +
                "\n" +
                "● Лера Сліпець — 1 место\n" +
                "● Дима Бойко — 2 место",
            ua:"Вітаємо наших каратистів з перемогами:\n" +
                "\n" +
                "● Лера Сліпець — 1 місце\n" +
                "● Діма Бойко — 2 місце"
        },
        text3: {
            en: "500 karatekas from 14 clubs across 6 regions of Ukraine participated in the competition. It was a fantastic opportunity to test their techniques and gain invaluable experience!\n" +
                "\n" +
                "Osu!",
            ru: "В соревнованиях приняли участие 500 каратистов из 14 клубов 6 областей Украины. Отличная возможность проверить свою технику и получить колоссальный опыт!\n" +
                "\n" +
                "Осу!",
            ua:"У змаганнях взяли участь 500 каратистів 14 клубів з 6 областей України. Чудова можливість перевірити свою техніку і отримати колосальний досвід!\n" +
                "\n" +
                "Осу!"
        }
    }
]